{
  "validVocabularies": {
    "words": [
      31,
      124,
      191,
      203,
      332,
      581,
      645,
      836
    ],
    "phrases": [
      8,
      9,
      13,
      65,
      67,
      72,
      86,
      94,
      96,
      119,
      120,
      121,
      122,
      123,
      141,
      142,
      144,
      145,
      149,
      152,
      155,
      156,
      157,
      163,
      167,
      171,
      173,
      186,
      187,
      188,
      189,
      190,
      192,
      193,
      194,
      195,
      196,
      215,
      222,
      224,
      226,
      242,
      248,
      252,
      267,
      268,
      269,
      271,
      272,
      273,
      275,
      278,
      279,
      283,
      284,
      285,
      290,
      291,
      292,
      293,
      294,
      297,
      336,
      338,
      344,
      348,
      350,
      351,
      363,
      372,
      386,
      387,
      397,
      398,
      404,
      411,
      416,
      418,
      425,
      429,
      435,
      438,
      440,
      441,
      442,
      452,
      453,
      455,
      456,
      457,
      465,
      467,
      469,
      474,
      476,
      478,
      495,
      515,
      540,
      542,
      557,
      558,
      559,
      560,
      561,
      562,
      564,
      571,
      579,
      588,
      595,
      609,
      616,
      620,
      624,
      625,
      628,
      630,
      631,
      632,
      633,
      634,
      635,
      637,
      641,
      642,
      644,
      648,
      649,
      660,
      668,
      677,
      678,
      679,
      680,
      682,
      687,
      688,
      690,
      692,
      693,
      694,
      695,
      696,
      697,
      698,
      699,
      706,
      726,
      727,
      731,
      734,
      738,
      741,
      759,
      770,
      773,
      786,
      799,
      812,
      814,
      834,
      843,
      852,
      853,
      899,
      912,
      915,
      920,
      922,
      923,
      927,
      928,
      929,
      931,
      935,
      936,
      937,
      938,
      939,
      940,
      942,
      943,
      944,
      945,
      946,
      947,
      948,
      949,
      950,
      951,
      952,
      953,
      954,
      955,
      956,
      957,
      958,
      959,
      960,
      961,
      964,
      972,
      973,
      979,
      986,
      995,
      1006,
      1012,
      1026,
      1042,
      1053,
      1054,
      1056,
      1059,
      1060,
      1062,
      1068,
      1075,
      1085,
      1088,
      1092,
      1093,
      1100,
      1115,
      1118,
      1123,
      1124,
      1125,
      1131,
      1133,
      1141,
      1147,
      1150,
      1152,
      1156,
      1162,
      1167,
      1180,
      1181,
      1187,
      1192,
      1204,
      1215,
      1216,
      1221,
      1225,
      1231
    ],
    "texts": [
      63,
      78,
      538,
      554,
      622,
      757,
      873,
      1160
    ],
    "url": [
      35,
      43,
      47,
      55,
      59,
      117,
      154,
      160,
      161,
      330
    ],
    "books": [],
    "generator": []
  }
}