{
  "validVocabularies": {
    "words": [
      31,
      124,
      191,
      203,
      332,
      581,
      645,
      836,
      1261,
      1262,
      1263,
      1264,
      1271,
      1432,
      1644,
      1769,
      1784,
      1786,
      1787,
      1808,
      1818,
      1881,
      1885,
      1973,
      1974,
      1990,
      2018,
      2045,
      2046,
      2061,
      2081,
      2124,
      2148,
      2175,
      2361,
      2463,
      2464,
      2466,
      2467,
      2469,
      2477,
      2502,
      2506,
      2534,
      2693,
      2770,
      2776,
      2834,
      2908,
      2918,
      2919,
      2928,
      2936,
      2956,
      2958,
      3003,
      3012,
      3024,
      3063,
      3064,
      3088,
      3111,
      3117,
      3155,
      3161,
      3162,
      3163,
      3164,
      3165,
      3196,
      3197,
      3198,
      3199,
      3200,
      3201,
      3203,
      3205,
      3216,
      3232,
      3289,
      3290,
      3357,
      3372,
      3411,
      3452,
      3497,
      3571,
      3572,
      3623,
      3624,
      3625,
      3669,
      3713,
      3714,
      3782,
      3793,
      3796,
      3799,
      3801,
      3803,
      3832,
      3920,
      3923,
      3929,
      3998,
      4015,
      4028,
      4036,
      4051,
      4064,
      4066,
      4068,
      4069,
      4070,
      4071,
      4072,
      4073,
      4075
    ],
    "phrases": [
      8,
      9,
      13,
      65,
      67,
      72,
      86,
      94,
      96,
      119,
      120,
      121,
      122,
      123,
      141,
      142,
      144,
      145,
      149,
      152,
      155,
      156,
      157,
      163,
      167,
      171,
      173,
      186,
      187,
      188,
      189,
      190,
      192,
      193,
      194,
      195,
      196,
      215,
      222,
      224,
      226,
      242,
      248,
      252,
      267,
      268,
      269,
      271,
      272,
      273,
      275,
      278,
      279,
      283,
      284,
      285,
      290,
      291,
      292,
      293,
      294,
      297,
      336,
      338,
      344,
      348,
      350,
      351,
      363,
      372,
      386,
      387,
      397,
      398,
      404,
      411,
      416,
      418,
      425,
      429,
      435,
      438,
      440,
      441,
      442,
      452,
      453,
      455,
      456,
      457,
      465,
      467,
      469,
      474,
      476,
      478,
      495,
      515,
      540,
      542,
      557,
      558,
      559,
      560,
      561,
      562,
      564,
      571,
      579,
      588,
      595,
      609,
      616,
      620,
      624,
      625,
      628,
      630,
      631,
      632,
      633,
      634,
      635,
      637,
      641,
      642,
      644,
      648,
      649,
      660,
      668,
      677,
      678,
      679,
      680,
      682,
      687,
      688,
      690,
      692,
      693,
      694,
      695,
      696,
      697,
      698,
      699,
      706,
      726,
      727,
      731,
      734,
      738,
      741,
      759,
      770,
      773,
      786,
      799,
      812,
      814,
      834,
      843,
      852,
      853,
      899,
      912,
      915,
      920,
      922,
      923,
      927,
      928,
      929,
      931,
      935,
      936,
      937,
      938,
      939,
      940,
      942,
      943,
      944,
      945,
      946,
      947,
      948,
      949,
      950,
      951,
      952,
      953,
      954,
      955,
      956,
      957,
      958,
      959,
      960,
      961,
      964,
      972,
      973,
      979,
      986,
      995,
      1006,
      1012,
      1026,
      1042,
      1053,
      1054,
      1056,
      1059,
      1060,
      1062,
      1068,
      1075,
      1085,
      1088,
      1092,
      1093,
      1100,
      1115,
      1118,
      1123,
      1124,
      1125,
      1131,
      1133,
      1141,
      1147,
      1150,
      1152,
      1156,
      1162,
      1167,
      1180,
      1181,
      1187,
      1192,
      1204,
      1215,
      1216,
      1221,
      1225,
      1231,
      1239,
      1247,
      1248,
      1249,
      1250,
      1251,
      1252,
      1253,
      1255,
      1259,
      1260,
      1265,
      1272,
      1273,
      1274,
      1275,
      1292,
      1293,
      1314,
      1335,
      1346,
      1348,
      1353,
      1356,
      1363,
      1377,
      1380,
      1388,
      1406,
      1444,
      1445,
      1446,
      1447,
      1448,
      1449,
      1451,
      1453,
      1460,
      1462,
      1484,
      1486,
      1496,
      1506,
      1518,
      1527,
      1530,
      1532,
      1534,
      1547,
      1550,
      1553,
      1571,
      1573,
      1575,
      1576,
      1584,
      1585,
      1586,
      1587,
      1588,
      1613,
      1614,
      1616,
      1617,
      1618,
      1619,
      1620,
      1621,
      1622,
      1630,
      1631,
      1632,
      1633,
      1634,
      1637,
      1642,
      1643,
      1650,
      1651,
      1653,
      1654,
      1655,
      1664,
      1665,
      1670,
      1671,
      1683,
      1685,
      1686,
      1695,
      1697,
      1698,
      1700,
      1705,
      1706,
      1709,
      1710,
      1722,
      1756,
      1783,
      1829,
      1882,
      1896,
      1902,
      1908,
      1964,
      1972,
      1983,
      2001,
      2021,
      2070,
      2088,
      2090,
      2226,
      2300,
      2312,
      2313,
      2351,
      2456,
      2460,
      2471,
      2482,
      2543,
      2618,
      2642,
      2696,
      2784,
      2808,
      2857,
      2901,
      2962,
      2980,
      3083,
      3122,
      3192,
      3224,
      3233,
      3319,
      3367,
      3508,
      3515,
      3578,
      3691,
      3778,
      3784,
      3785,
      3787,
      3789,
      3790,
      3792,
      3795,
      3802,
      3812,
      3893,
      3999,
      4056,
      4080,
      4089,
      4103
    ],
    "texts": [
      63,
      78,
      538,
      554,
      622,
      757,
      873,
      1160,
      1454,
      1673,
      1687,
      1789,
      1920,
      2023,
      2029,
      2034,
      2050,
      2076,
      2079,
      2082,
      2083,
      2093,
      2107,
      2114,
      2131,
      2150,
      2230,
      2232,
      2354,
      2488,
      2508,
      2581,
      2697,
      2704,
      2763,
      2780,
      2883,
      2885,
      2961,
      3040,
      3045,
      3134,
      3136,
      3166,
      3272,
      3305,
      3306,
      3317,
      3338,
      3363,
      3376,
      3397,
      3414,
      3498,
      3526,
      3653,
      3673,
      3717,
      3819,
      3833,
      3949,
      3951,
      4002,
      4007,
      4018,
      4092,
      4104
    ],
    "url": [
      35,
      43,
      47,
      55,
      59,
      117,
      154,
      160,
      161,
      330,
      1269,
      1591
    ],
    "books": [],
    "generator": []
  }
}