export const gameTypes = {
  normal: 'Oбычный',
  abra: 'Абракадабра',
  referats: 'Яндекс.Рефераты',
  noerror: 'Безошибочный',
  marathon: 'Марафон',
  chars: 'Буквы',
  digits: 'Цифры',
  sprint: 'Спринт',
  voc: 'По словарю'
};

export const visibilities = {
  normal: 'открытый',
  private: 'дружеский',
  practice: 'одиночный'
};

export const ranks = [
  "новички", "любители", "таксисты", "профи",
  "гонщики", "маньяки", "супермены", "кибергонщики", "экстракиберы"
];

export const ranksMap = {
  'новичков': 1, 'любителей': 2, 'таксистов': 3, 'профи': 4,
  'гонщиков': 5, 'маньяков': 6, 'суперменов': 7,
  'кибергонщиков': 8, 'экстракиберов': 9
};